# Напишите программу, которая принимает на вход цифру, обозначающую день недели, и выводит название этого дня недели
# number = int(input('Введите число дня недели: '))
if number == 1:
    print('Понедельник')
if number == 2:
    print('Вторник')
if number == 3:
    print('Среда')    
if number == 4:
    print('Четверг')   
if number == 5:
    print('Пятница')  
if number == 6:
    print('Суббота')   
if number == 7:
    print('Воскресенье')               
elif number > 7 or number < 1:
    print('Нет такого дня')
      



